Repository: seibushin/feedbackr
Catalog: iOS/Feedbacker/Feedbacker/*.lproj/Localizable.strings
Languages: de

# cat_neg_dark
source: Dark Place
de: Dunkler Ort

# cat_neg_dirty
source: Dirty
de: Dreckig

# cat_neg_people
source: Shady Group of People
de: zwielichtige Personengruppe

# cat_neg_walking_friendly
source: Not Pedestrian Friendly
de: nicht Fußgängerfreundlich

# cat_pos_disability_access
source: Disability Access
de: Barrierefrei

# cat_pos_eat_drink
source: Place to Eat/Drink
de: Restaurant/Bar

# cat_pos_nice_view
source: Nice View
de: schöne Aussicht

# cat_pos_sit
source: Place to sit
de: Sitzgelegenheit

# cat_pos_toilet
source: Public/Clean Toilet
de: Saubere/Öffentliche Toilette

# cat_pos_wifi
source: Public Wi-Fi
de: Gratis WLAN

# cat_neg_general
source: General Negative
de: Allgemein Negativ

# cat_pos_general
source: General Positive
de: Allgemein Positiv

# describe
source: Describe your Feedback...
de: Beschreibe dein Feedback...

# delete_confirmation
source: Are you sure you want to delete the feedback? This can't be undone.
de: Feedback wirklich Löschen? Dies kann nicht rückgängig gemacht werden.

# switch_warning
source: Switching the Feedback will loose the current Category
de: Wecheln des Feedbacks löscht die aktuelle Kategorie

# title_delete
source: Delete Feedback?
de: Feedback Löschen?

# title_switch
source: Switch Kind?
de: Art des Feedback wechseln?

source: Delete
de: Löschen

source: Switch
de: Wechseln

source: Cancel
de: Abbrechen
